Repository: ALI-tech-tech/mobile-boot-camping
Catalog: assets/talka/localization/app_*.arb
Languages: ar

# app_name
source: talka
ar: طلقة

source: Welcome
ar: مرحبا بك

# the_field_should_not_be_left_empty
source: This field should not be left blank
ar: لا يجب ترك الحقل فارغا

# please_enter_a_valid_email_address
source: Please enter a used email address
ar: الرجاء إدخال عنوان بريد إلكتروني مستخدم

# the_field_should_be_at_least_n_characters
source: The number of characters must be at least {n} characters long
ar: يجب أن يكون عدد الأحرف {n} على الأقل

# the_field_should_be_at_most_n_characters
source: The number of characters must be {n} at most
ar: يجب أن يكون عدد الأحرف {n} على الأكثر

# password_should_be_at_least_n_characters
source: Password must be at least {n} characters long
ar: يجب أن تكون كلمة المرور على الأقل {n} من الاحرف

# password_not_match
source: Password does not match
ar: كلمة المرور غير متطابقة

source: Please enter numbers only
ar: الرجاء إدخال أرقام فقط

source: Ago
ar: منذ

# ok
source: Agree
ar: موافق

source: Okay
ar: حسناً

source: A.M
ar: صباحاً

source: P.M
ar: مساءً

source: Today
ar: اليوم

source: Yesterday
ar: أمس

# hours_ago
source: {count,plural, =0{hour} =1{hour} =2{{count} hours} few{{count} hours} many{{count} hours} other{{count} hours}}
ar: {count,plural, =0{ساعة} =1{ساعة} =2{ساعتان} few{{count} ساعات} many{{count} ساعات} other{{count} ساعات}}

# days_ago
source: {count,plural, =0{day} =1{day} =2{{count} days} few{{count} days} many{{count} days} other{{count} days}}
ar: {count,plural, =0{يوم} =1{يوم} =2{يومان} few{{count} أيام} many{{count} أيام} other{{count} أيام}}

# minute_ago
source: {count,plural, =0{minute} =1{minute} =2{{count} minutes} few{{count} minutes} many{{count} minutes} other{{count} minutes}}
ar: {count,plural, =0{دقيقة} =1{دقيقة} =2{دقيقتان} few{{count} دقائق} many{{count} دقائق} other{{count} دقائق}}

# user_not_found
source: user does not exist
ar: المستخدم غير موجود

# the_password_is_incorrect
source: password is incorrect
ar: كلمة المرور غير صحيحة

source: User already exists
ar: المستخدم موجود مسبقا

# the_token_is_incorrect
source: Token is incorrect
ar: التوكبن غير صحيحة

# the_old_password_is_incorrect
source: Old password is incorrect
ar: كلمة المرور القديمة غير صحيحة

# code_expired
source: Code has expired
ar: إنتهت مدة الرمز

# the_code_is_incorrect
source: Code is incorrect
ar: الرمز غير صحيح

# user_banned
source: The user is banned
ar: المستخدم محضور

source: Unknown
ar: غير معروف

# an_error_event_while_downloading_data
source: An error occurred while loading data
ar: حدث خطأ أثناء تحميل البيانات

source: Data is being reset
ar: جاري إعادة تعيين البيانات

# data_is_being_loaded
source: Loading data
ar: جاري تحميل البيانات

source: Data is being initialized
ar: جاري تهيئة البيانات

source: An error occurred while initializing the data
ar: حدث خطأ أثناء تهيئة البيانات

# initialize_the_data
source: data initialization
ar: تهيئة البيانات

source: All application data will be deleted and re-downloaded, do you want to continue?
ar: سيتم حذف جميع بيانات التطبيق وإعادة تحميلها من جديد, هل تريد المتابعة؟

source: Confirm
ar: تأكيد

source: Save
ar: حفظ

source: Cancel
ar: إلغاء

source: Next
ar: التالي

# refresh
source: Update
ar: تحديث

source: Optional
ar: إختياري

source: Required
ar: إجباري

# the_data_has_been_successfully_initialized
source: The data has been initalized successfully
ar: تم تهيئة البيانات بنجاح

# birth_date
source: Date of Birth
ar: تأريخ الميلاد

# choose_image
source: Select a photo
ar: إختر صورة

source: Photo Gallery
ar: معرض الصور

source: Take a picture
ar: إلتقاط صورة

# delete_the_current_image
source: Delete current photo
ar: حذف الصورة الحالية

# there_is_a_problem_with_connection
source: Connection Problem
ar: يوجد مشكلة في الإتصال

# please_check_your_connection_in_the_internet
source: Please check your internet connection
ar: الرجاء التحقق من الإتصال بالإنترنت

# failed_to_obtain_permission_to_handle_files
source: Failed to get permission to handle files!
ar: فشل الحصول على صلاحية التعامل مع الملفات !

# failed_to_obtain_access_to_site_data
source: Failed to get access to site data!
ar: فشل الحصول على صلاحية الوصول لبيانات الموقع !

source: Failed to get access to the camera!
ar: فشل الحصول على صلاحية الوصول للكاميرا !

# failed_to_gain_access_to_the_microphone
source: Failed to get access to the microphone!
ar: فشل الحصول على صلاحية الوصول للميكروفون !

# failed_to_obtain_access_to_contact_data
source: Failed to get access to contact data!
ar: فشل الحصول على صلاحية الوصول لبيانات جهات الاتصال !

# failed_to_get_notifications_validity
source: Failed to get access to notifications!
ar: فشل الحصول على صلاحية الإشعارات !

# currency_symbol
source: R.Y
ar: ر.ي

# ryal
source: Riyal
ar: ريال

source: Free
ar: مجاناً

source: There are too many attempts from the same number, try again later
ar: هنالك محاولات كثيرة من نفس الرقم، حاول مرة أخرى لاحقا

# phone_number
source: Mobile number
ar: رقم الجوال

source: Sign in
ar: تسجيل الدخول

# continue_without_registration
source: Continue without signing in
ar: المتابعة بدون تسجيل

# you_must_be_logged_in_to_continue
source: You must be signed in to continue
ar: يجب تسجيل الدخول للمتابعة

source: Welcome to Talka platform
ar: أهلا بك في منصة طلقة

source: The code has expired, please resend the code
ar: انتهت صلاحية الرمز, يرجى إعادة إرسال الرمز

source: The verification code is incorrect, please re-enter the code
ar: رمز التحقق غير صحيح, يرجى إعادة إدخال الرمز

source: Something went wrong, please try again
ar: حدث خطأ ما, يرجى المحاولة مرة أخرى

source: Verification code sent successfully
ar: تم إرسال رمز التحقق بنجاح

source: Verification code
ar: رمز التحقق

source: Please enter the code sent
ar: يرجى إدخال الرمز المرسل

source: To your mobile
ar: إلى جوالك

# verification
source: Verify
ar: تحقق

source: Code not received?
ar: لم يصل الرمز؟

source: Resend
ar: إعادة إرسال

source: Data sent successfully
ar: تم إرسال البيانات بنجاح

source: Upload a new photo
ar: رفع صورة جديدة

# the_image_size_is_too_large_the_maximum_allowed_size_is_mp
source: The photo is too large, the maximum allowed size is {number} megabytes
ar: حجم الصورة كبير جداً , أقصى حجم مسموح به هو {number} ميجا

# enter_the_user_name
source: Enter username, Ex: Ali Ahmed
ar: إدخل إسم المستخدم, مثل : علي أحمد

source: User name
ar: إسم المستخدم

source: E-mail
ar: البريد الالكتروني

# enter_the_email
source: Enter email
ar: إدخل البريد الالكتروني

# enter_the_birth_date
source: Enter birthdate
ar: إدخل تاريخ الميلاد

# sex
source: Gender
ar: الجنس

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Create a new account
ar: إنشاء حساب جديد

# by_clicking_create_a_new_account_you_agree_to
source: By clicking on create a new account you agree to
ar: بالنقر على إنشاء حساب جديد فأنت توافق على

source: Terms of Service
ar: شروط الخدمة

source: Privacy policy
ar: سياسة الخصوصية

source: and
ar: و

source: We are glad to have you join us
ar: نسعد بإنضمامك إلينا

source: Press again to exit
ar: إضغط مرة أخرى للخروج

source: Home
ar: الرئيسية

# my_orders
source: My requests
ar: طلباتي

source: Cart
ar: السلة

# favorite
source: Favorites
ar: المفضلة

source: Account
ar: الحساب

source: Notifications
ar: الإشعارات

# delete_items_from_favourites
source: Delete items from favorites
ar: حذف العناصر من المفضلة

# do_you_really_want_to_unload_items_from_favourites_you_will_lose_all_of_its_data
source: Do you really want to delete your favorites?
ar: هل تريد حقا تفريغ العناصر من المفضلة؟

source: Delete
ar: حذف

# retreat
source: Undo
ar: تراجع

source: Continue
ar: متابعة

source: Apply
ar: تطبيق

# activation
source: Activate
ar: تفعيل

# restaurants_and_installations
source: Restaurants/facilities
ar: مطاعم/منشآت

# products_and_services
source: Items/Services
ar: أصناف/خدمات

# favourites_is_empty
source: Favorites are empty
ar: المفضلة فارغة

source: You haven''t added any items yet
ar: لم تقم بإضافة أي عناصر حتى الان

source: from
ar: من

source: to
ar: إلى

# delivery_to
source: Deliver to
ar: التوصيل إلى

source: Notes
ar: ملاحظات

# attached_photos
source: Photos attached
ar: صور مرفقة

# add_image
source: Add photo
ar: إضافة صورة

source: No photos have been added
ar: لم يتم إضافة أي صور

source: Is there something you want to tell us?
ar: هل هناك شيء تريد أن تخبرنا به ؟

# the_address_cannot_be_switched
source: The address cannot be changed
ar: لا يمكن تبديل العنوان

# the_discount
source: Discount
ar: التخفيض

source: Platform service fee
ar: رسوم خدمة المنصة

# the_size
source: Size
ar: الحجم

# the_type
source: Type
ar: النوع

# the_addons
source: Add-ons
ar: الإضافات

source: undefined
ar: غير محدد

# vehicle_type
source: Transportation method
ar: وسيلة النقل

source: Delivery method
ar: وسيلة التوصيل

# order_type
source: Request type
ar: نوع الطلب

source: an error occurred
ar: حدث خطأ

# please_select_the_type_of_vehicle
source: Please select transportation method
ar: يرجى تحديد وسيلة النقل

# please_specify_the_method_of_delivery
source: Please select delivery method
ar: يرجى تحديد وسيلة التوصيل

# empty_the_cart
source: Empty cart
ar: إفرغ السلة

# the_cart_is_empty
source: cart is empty
ar: السلة فارغة

source: Added items
ar: العناصر المضافة

source: add more
ar: إضافة المزيد

# suggested_order
source: Today''s suggestion
ar: الطلب المقترح

# delete_items_from_the_cart
source: Delete items from cart
ar: حذف العناصر من السلة

# do_you_really_want_to_empty_the_items_from_the_cart_all_order_data_will_be_lost
source: Do you really want to empty the items from cart, all order data will be lost?
ar: هل تريد حقا تفريغ العناصر من السلة, ستفقد جميع بيانات الطلب؟

source: You must empty the cart from the previous {vendorName} in order to place a new order
ar: يجب عليك افراغ السلة من العناصر للـ{vendorName} السابق لكي يتسنى لك إجراء طلب جديد

# vendor_is_currently_closed_please_try_again_later
source: {vendorName} is currently closed, please try again later
ar: {vendorName} مغلق حاليا, يرجى المحاولة لاحقا

# this_order_cannot_be_returned
source: This request cannot be repeated
ar: لا يمكن تكرار هذا الطلب

source: There is a difference in the items added, either the price may have changed or the product has been deleted by the service provider. Do you want to re-order?
ar: هناك إختلاف في العناصر المضافة, إما قد يكون السعر تغيير أو تم حذف المنتج من قبل مزود الخدمة, هل تريد إعادة الطلب؟

source: There is a difference in the request data, it may be due to a change in addresses, type of application, or means of transportation. Do you want to re-order?
ar: هناك إختلاف في بيانات الطلب, قد يكون بسبب تغيير العناوين أو نوع الطلب أو وسيلة النقل, هل تريد إعادة الطلب؟

source: Change in order information
ar: تغيير في بيانات الطلب

source: Custom
ar: مخصص

source: Right now
ar: الآن

# the_entered_code_is_expired
source: Entered code is expired
ar: الرمز المدخل منتهي الصلاحية

# the_symbol_has_been_used
source: Code has been used
ar: الرمز تم استخدامه

# the_order
source: Order
ar: الطلب

source: Delivery
ar: التوصيل

# the_product
source: Product
ar: المنتج

# the_service
source: Service
ar: الخدمة

# congrats_you_have_a_discount_text_discount_coupon
source: Congratulations ^_^ You have {discountText} discount coupon
ar: مبروك ^_^ لديك كوبون خصم بقيمة {discountText}

source: Enter "{verificationCodeLabel}" and click confirm
ar: قم بإدخال "{verificationCodeLabel}" ومن ثم اضغط على تأكيد

# order_confirmation
source: Confirm order
ar: تأكيد الطلب

# time_of_booking
source: Reservation time
ar: وقت الحجز

source: Book now
ar: حجز الآن

# book_day
source: Reservation day
ar: يوم الحجز

source: Delivery time
ar: وقت التوصيل

# delivery_now
source: Deliver now
ar: التوصيل الآن

source: Delivery day
ar: يوم التوصيل

# order_delivery_now
source: Deliver order now
ar: توصيل الطلب الآن

# order_day
source: Request day
ar: يوم الطلب

source: Order time
ar: وقت الطلب

# please_select_the_type_of_order
source: Please select order type
ar: يرجى تحديد نوع الطلب

source: You can schedule the booking time as you wish
ar: يمكنك جدولة وقت الحجز حسب رغبتك

source: You can schedule the delivery time as you wish
ar: يمكنك جدولة وقت التوصيل حسب رغبتك

source: Discount code
ar: كود الخصم

source: You can add a discount code
ar: يمكنك إضافة كود خصم

# been_used
source: Used
ar: تم الإستخدام

source: Account number
ar: رقم الحساب

# you_can_choose_the_appropriate_payment_method_for_you
source: You can choose the prefered payment method for you
ar: يمكنك إختيار وسيلة الدفع المناسبة لك

source: Payment method
ar: طريقة الدفع

source: Enter
ar: أدخل

# the_code_must_be_at_least_3_characters_long
source: Code must be at least 3 characters long
ar: يجب أن يكون الرمز 3 أحرف على الأقل

# enter_the_discount_code_if_available
source: Enter discount code, if available
ar: إدخل كود الخصم إذا توفر

source: Please make sure that the transfer number is correct, or contact customer service to confirm your request
ar: يرجى التأكد من رقم الحوالة بشكل صحيح أو التواصل مع خدمة العملاء لتاكيد طلبك

# good_partners
source: Good deeds partners
ar: شركاء الخير

# drive_me
source: Take me
ar: وصلني

# medicament_name
source: Medicine name
ar: إسم الدواء

# please_write_the_name_of_the_medicine
source: Please write medicine name
ar: يرجى كتابة إسم الدواء

# pictures_of_treatment_or_prescription
source: Medicine photo prescription
ar: صور العلاج أو الروشته

# the_required_number
source: Quantity
ar: العدد المطلوب

# please_select_the_required_number
source: Please specify quantity
ar: يرجى تحديد العدد المطلوب

source: My medicine
ar: دوائي

# cancelling_order
source: Cancel order
ar: إلغاء الطلب

# do_you_really_want_to_cancel_the_order_you_will_lose_all_order_data_completely
source: Do you really want to cancel your order You will lose all order data completely?,
ar: هل تريد حقا إلغاء الطلب ستفقد جميع بيانات الطلب تماما ؟

# the_request_has_been_canceled_successfully
source: Order has been canceled successfully
ar: تم إلغاء الطلب بنجاح

source: Agree to the price
ar: الموافقة على السعر

source: When agreeing to the price, this will be considered a legal argument against you
ar: عند الموافقة على السعر سيعتبر هذا حجة قانونية عليك

# the_price_has_been_confirmed_successfully
source: Price has been confirmed successfully
ar: تم تأكيد السعر بنجاح

# price_confirmation
source: Confirm Price
ar: تأكيد السعر

source: Order status
ar: حالة الطلب

# order_info
source: Order data
ar: بيانات الطلب

# order_evaluation
source: Order review
ar: تقييم الطلب

source: Repeat order
ar: تكرار الطلب

source: View details
ar: عرض التفاصيل

# dimensions_of_goods_or_movables
source: Dimensions of goods/movables
ar: أبعاد البضاعة/المنقولات

source: Please specify dimensions
ar: يرجى تحديد الأبعاد

# the_dimensions
source: Dimensions
ar: الأبعاد

# the_length
source: Length
ar: الطول

# please_specify_the_length
source: Please enter length
ar: يرجى تحديد طول,

# the_width
source: Width
ar: العرض

# please_specify_the_width
source: Please enter width
ar: يرجى تحديد العرض

# the_height
source: Height
ar: الإرتفاع

source: Please specify the height
ar: يرجى تحديد الإرتفاع

# the_weight
source: Weight
ar: الوزن

# please_specify_the_weight
source: Please specify weight
ar: يرجى تحديد الوزن

source: meter
ar: متر

source: kg
ar: كيلو جرام

# km
source: k
ar: كيلو

source: minute
ar: دقيقة

source: Shipping/transportation of goods
ar: شحن/نقل بضائع

source: Shipping
ar: شحن

# select_the_number_of_payloads_or_cartons
source: Select number of payloads or cartons
ar: حدد عدد الحمولة أو الكراتين

source: Shipping type
ar: نوع الشحن

# the_number
source: Number
ar: العدد

# number_of_loads_or_cartons
source: Number of loads/cartons
ar: عددالحمولة/الكراتين

source: You cannot cancel a scheduled order after more than 60 minutes from ordering time
ar: لا يمكنك إلغاء الطلب المجدول بعد مرور أكثر من 60 دقيقة على وقت الطلب

# driver_info
source: Driver data
ar: بيانات الموصل

# contact
source: call
ar: إتصال

# the_notes
source: Notes
ar: الملاحظات

# the_details
source: Details
ar: التفاصيل

source: Order number
ar: رقم الطلب

# the_time_of_scheduling_the_order
source: Order scheduling time
ar: وقت جدولة الطلب

# evaluation
source: Review
ar: التقييم

# the_driver
source: Driver
ar: الموصل

# the_vendor
source: Supplier
ar: المزود

source: comment
ar: تقييم مرفق

# was_canceled
source: Canceled
ar: تم الإلغاء

source: Order details
ar: تفاصيل الطلب

source: Order tracking
ar: تتبع الطلب

source: Your review about us
ar: تقييمك عنا

# the_evaluation_has_been_sent_successfully
source: Review has been sent successfully
ar: تم إرسال التقييم بنجاح

# submit_evaluation
source: Submit review
ar: إرسال التقييم

# evaluation_later
source: Review later
ar: التقييم لاحقا

# please_rate_your_order_number_that_was_delivered_moments_ago
source: Please review your order {orderNumber} that was delivered moments ago
ar: يرجى تقييم طلبك رقم {orderNumber} الذي تم تسليمه قبل لحظات

# the_order_was_completed_successfully
source: Order was completed successfully
ar: تمت عملية الطلب بنجاح

# order_sent_successfully_description
source: Your request will be reviewed and changed within minutes Thank you for using Talka app
ar: سيتم مراجعة و تغيير حالة طلبك خلال دقائق شكراً لاستخدامك تطبيق طلقة

source: Portables type
ar: نوع المنقولات

# please_specify_the_type_of_goods_or_movables
source: Please specify the type of goods/movables
ar: يرجى تحديد نوع البضاعة/المنقولات

source: Talka plus
ar: طلقة بلس

source: Order value
ar: قيمة الطلب

# price_of_the_medicine
source: Medicine price
ar: سعر الدواء

source: Medicine value
ar: قيمة الدواء

# price_of_the_shipping
source: Shipping price
ar: سعر الشحن

source: Shipping value
ar: قيمة الشحن

# price_of_the_delivery
source: Delivery price
ar: سعر التوصيل

source: Delivery value
ar: قيمة التوصيل

# price_of_the_transfer
source: Transfer price
ar: سعر النقل

source: Transfer value
ar: قيمة النقل

# you_will_be_contacted
source: We will contact you within minutes
ar: سيتم التواصل معك خلال دقائق

# the_total
source: Total
ar: المجموع

# the_order_does_not_exist
source: Request does not exist
ar: الطلب غير موجود

source: Not currently available
ar: غير متاح حاليا

# the_order_not_currently_available
source: The request is currently not available
ar: الطلب غير متاح حاليا

source: Shipping range is not currently available
ar: نطاق الشحن غير متاح حاليا

# order_sections_are_not_currently_available
source: Request sections are not currently available
ar: أقسام الطلب غير متاحة حاليا

# the_price_of_some_items_has_changed
source: Price of some items has changed
ar: تم تغيير سعر بعض الأصناف

source: Something went wrong
ar: حدث خطأ ما

# the_current
source: Current
ar: الحالية

# the_previous
source: Previous
ar: السابقة

source: My order list is empty
ar: قائمة طلباتي فارغة

# items
source: {count, plural, =1{one item} other{{count} items}}
ar: {count, plural, =1{عنصر واحد} few{{count} عناصر} other{{count} عنصر}}

# filter_order_by
source: Filter orders by
ar: فلترة الطلب حسب

source: Reset
ar: إعادة تعيين

# excuse_me_currently_the_platform_is_closed_today
source: Sorry. We are closed today
ar: المعذرة منك عزيزنا . المنصة مغلقه حالياً

# excuse_me_currently_the_platform_is_closed
source: Sorry. We are closed today
ar: المعذرة منك. المنصة مغلقه حالياً

# the_shift
source: Shift
ar: الوردية

# and_the_working_hours_start_from_the_hour
source: And our working hours start from
ar: و يبدأ الدوام من الساعة

source: Whatsapp
ar: واتس اب

source: Facebook
ar: فيسبوك

source: Twitter
ar: تويتر

source: Instagram
ar: إنستجرام

source: YouTube
ar: يوتيوب

source: Linkedin
ar: لينكد إن

source: TikTok
ar: تيك توك

# about_the_user
source: About user
ar: عن المستخدم

source: My data
ar: بياناتي

source: Change your personal information
ar: قم بتغيير بياناتك الشخصية

# the_addresses
source: Addresses
ar: العناوين

# change_the_address_data
source: Change address details
ar: قم بتغيير بيانات العناوين

# the_settings
source: Settings
ar: الإعدادات

source: Language, privacy policy, terms and conditions
ar: اللغة, سياسة الخصوصية, الشروط و الأحكام

# others
source: Other
ar: أخرى

source: Technical support
ar: الدعم الفني

# contact_the_technical_support_team
source: Contact with technical support team
ar: تواصل مع فريق الدعم الفني

# about_a_talka
source: About talka
ar: عن طلقة

# data_of_the_company_that_owns_the_application
source: Company information
ar: بيانات الشركة المالكة للتطبيق

source: Application developer
ar: مطور التطبيق

# get_to_know_the_company_that_developed_the_app
source: Learn about the development company
ar: تعرف على الشركة المطورة للتطبيق

source: Updates
ar: التحديثات

source: My current orders
ar: طلباتي الحالية

source: My total orders
ar: إجمالي طلباتي

source: My account
ar: حسابي

source: You can contact us through one of the following methods
ar: يمكنك التواصل معنا عن طريق أحد الطرق التالية

source: Created and Developed by wameed
ar: تم الابتكار و التطوير بواسطة وميض

source: WhatsApp customer service
ar: خدمة العملاء واتساب

# country_code
source: ZIP code
ar: رمز الدولة

source: All countries
ar: جميع الدول

source: There are no data
ar: لا يوجد بيانات

# the_mobile_number_is_incorrect
source: Mobile number is incorrect
ar: رقم الجوال غير صحيح

source: Suggested countries
ar: الدول المقترحة

source: Search for a country
ar: بحث عن بلد

# welcome_our_light
source: Welcome
ar: أهلا و سهلا بك, نورتنا

source: Welcome {name}
ar: أهلا و سهلا, {name}

# please_login
source: Please Sign in
ar: يرجى تسجيل الدخول

source: Find your location
ar: إبحث عن موقعك

# address_identification
source: choose address
ar: تحديد العنوان

source: Terms and conditions
ar: الشروط والأحكام

# paiement_when_recieving
source: Cash on delivery
ar: الدفع عند الاستلام

# payment_on_delivery
source: Cash on delivery
ar: الدفع عند التوصيل

# on_delivery
source: Upon delivery
ar: عند التوصيل

# when_recieving
source: Upon receipt
ar: عند الإستلام

source: Invoice number
ar: رقم الفاتورة

# validation_code
source: Verification code
ar: رمز التحقق

source: Saturday
ar: السبت

source: Sunday
ar: الأحد

source: Monday
ar: الإثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الأربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

source: Enter verification code
ar: إدخل رمز التحقق

# number_of_remittance_voucher
source: Transfer number
ar: رقم الحوالة

source: Please enter the transfer number you sent to confirm your request
ar: يرجى إدخال رقم الحوالة التي أرسلتها ليتم تأكيد طلبك

# the_transfer_number_is_incorrect
source: Transfer number is incorrect
ar: رقم الحوالة غير صحيح

source: Please enter the verification code sent to you
ar: يرجى إدخال كود التحقق المرسل إليك

source: Cash code
ar: كاش كود

# please_enter_the_code_for_your_cash_account
source: Please enter your CASH account code
ar: يرجى إدخال الكود الخاص بحسابك في كاش

# please_enter_the_invoice_number
source: Please enter invoice number
ar: يرجى إدخال رقم الفاتورة

source: Add your default address
ar: أضف عنوانك الإفتراضي

source: Add another address first
ar: أضف عنوان اخر أولا

# the_address_has_been_modified_successfully
source: Address has been modified successfully
ar: تم تعديل العنوان بنجاح

# the_address_has_been_added_successfully
source: Address has been added successfully
ar: تم إضافة العنوان بنجاح

# delete_the_address
source: Delete address
ar: حذف العنوان

source: Do you really want to delete this address? address will be removed from your address list
ar: هل تريد حقا حذف هذا العنوان؟ سيتم حذف العنوان من قائمة العناوين الخاصة بك

# the_address_has_been_deleted_successfully
source: Address has been deleted successfully
ar: تم حذف العنوان بنجاح

# delivery_data
source: Delivery information
ar: بيانات التوصيل

# name_of_the_place
source: Place Name
ar: إسم المكان

source: Mobile number to contact
ar: رقم الجوال للتواصل

# the_nearest_landmark
source: nearest prominent place
ar: أقرب معلم بارز

source: Set as default address
ar: تعيين كعنوان إفتراضي

# save_modifications
source: Save changes
ar: حفظ التعديلات
