Repository: ALI-tech-tech/mobile-boot-camping
Catalog: assets/talka/localization/app_*.arb
Languages: ar

source: Add a new address
ar: إضافة عنوان جديد

# modify_the_location
source: Modify location
ar: تعديل الموقع

source: add address
ar: إضافة عنوان

source: Address details
ar: تفاصيل العنوان

source: There are no addresses
ar: لا يوجد عناوين

# you_haven_t_added_any_titles_yet
source: You haven''t added any addresses yet
ar: لم تقم بإضافة أي عناوين حتى الان

# the_default
source: Default
ar: الإفتراضي

source: Default
ar: إفتراضي

# select_the_delivery_address
source: Select delivery address
ar: إختر عنوان التوصيل

source: Select another address
ar: تحديد عنوان آخر

source: You cannot choose the same address twice
ar: لا يمكنك إختيار نفس العنوان مرتين

source: sign out
ar: تسجيل الخروج

# do_you_really_want_to_log_out_we_hope_you_ll_be_back_soon
source: Do you really want to sign out We hope you''ll be back soon
ar: هل تريد حقا تسجيل الخروج نأمل أن تعود قريباً

source: Signed out successfully
ar: تم تسجيل الخروج بنجاح

source: Delete account
ar: حذف الحساب

# do_you_really_want_to_delete_your_account_you_will_lose_all_data_about_you
source: Do you really want to delete your account? You will lose your data
ar: هل تريد حقا حذف حسابك؟ ستفقد جميع البيانات المتعلقة بك

source: The account has been deleted successfully
ar: تم حذف الحساب بنجاح

source: You cannot delete the account due to pending orders
ar: لا يمكنك حذف الحساب لوجود طلبات معلقة

# the_language
source: Language
ar: اللغة

source: Initialize application data
ar: تهيئة بيانات التطبيق

source: Application language
ar: لغة التطبيق

# the_data_has_been_updated_successfully
source: Data has been updated successfully
ar: تم تحديث البيانات بنجاح

source: Browse cart
ar: إستعراض السلة

source: Add your address first
ar: قم بإضافة عنوانك أولا

source: Added successfully
ar: تمت الإضافة بنجاح

source: You can choose one of the following add-ons
ar: يمكنك إختيار أحد الإضافات التالية

# you_can_choose_more_than_one_addition
source: You can choose more than one add-on
ar: يمكنك إختيار أكثر من إضافة

source: Add to cart
ar: إضافة للسلة

# evaluated
source: Rated
ar: تقييماً

# ratings
source: The ratings
ar: التقييمات

source: Find your favourites
ar: إبحث عن الأشياء المفضلة لديك

# products
source: Items
ar: أصناف

source: There is no data
ar: لا يوجد أي بيانات

source: No matching data was found
ar: لم يتم العثور على أي بيانات مطابقة

source: search history
ar: سجل البحث

# delete_history
source: Delete record
ar: حذف السجل

source: most searched
ar: الأكثر بحثاً

source: Search
ar: بحث

# reviews_have_been_made
source: {n,plural, =1{{n} reviews has been made} other {{n} reviews have been made}}
ar: {n,plural, =1{تم عمل تقيم واحد} =2{ تم عمل تقييمان} few{تم عمل {n} تقييمات} other{تم عمل {n} تقييم}}

# restaurant_info
source: Restaurant information
ar: بيانات المطعم

# establishment_data
source: Facility information
ar: بيانات المنشأة

source: Minimum reservation
ar: الحد الأدنى للحجز

source: Minimum order
ar: الحد الأدنى للطلب

source: multiple choice
ar: متعدد الخيارات

source: Find a product
ar: إبحث عن منتج

# the_restaurant_is_open
source: Restaurant is open
ar: المطعم مفتوح

# the_restaurant_is_closed
source: Restaurant is closed
ar: المطعم مغلق

# the_facility_is_open
source: Facility is open
ar: المنشأة مفتوحة

# the_facility_is_closed
source: Facility is closed
ar: المنشأة مغلقة

# the_address
source: Address
ar: العنوان

# view_on_the_map
source: View on map
ar: العرض في الخريطة

# worktime
source: Working hours
ar: أوقات الدوام

source: Closed
ar: مغلق

source: Open 24 hours
ar: مفتوح 24 ساعة

# the_sizes
source: Sizes
ar: الاحجام

# the_types
source: Types
ar: الأنواع

# the_additions
source: Add-ons
ar: الإضافات

# the_restaurant
source: Restaurant
ar: المطعم

# the_facility
source: Facility
ar: المنشأة

# restaurant
source: Resturant
ar: مطعم

source: Facility
ar: منشأة

# the_restaurants
source: Restaurants
ar: المطاعم

# the_facilities
source: Facilities
ar: المنشآت

source: Restaurants
ar: مطاعم

source: Facilities
ar: منشآت

# the_meals
source: Meals
ar: الوجبات

# the_products
source: Products
ar: المنتجات

# the_services
source: Services
ar: الخدمات

# suggested_for_you
source: Suggested to you
ar: المقترحة لك

# latest_addition
source: Recently added
ar: الاحدث إضافة

source: Closest to you
ar: الأقرب منك

source: Most rated
ar: الأكثر تقييماً

# vendors_list_empty
source: {vendorCategoryName} Empty list
ar: قائمة {vendorCategoryName} فارغة

# discount_of_price
source: Discounted
ar: تخفيض من سعر

# discount_of_price_order
source: Discounted order
ar: تخفيض من سعر الطلب

source: New
ar: جديد

source: Special offers
ar: عروض خاصة

source: Free delivery
ar: توصيل مجاني

# all_the_restaurants
source: All restaurants
ar: جميع المطاعم

# all_the_facilities
source: All facilities
ar: جميع المنشآت

source: Favorites
ar: المفضلة

source: Other
ar: اخرى

# the_cart
source: Cart
ar: السلة

source: View by
ar: العرض حسب

# camera_access_permission
source: Camera access
ar: صلاحية الوصول إلى الكاميرا

# allow_the_app_to_access_the_camera_to_use_camera
source: Allow the app to access the camera to use the camera
ar: السماح للتطبيق بالوصول إلى الكاميرا لاستخدام الكاميرا

# storage_access_permission
source: Storage access
ar: صلاحية الوصول إلى التخزين

# allow_the_app_to_access_to_storage
source: Allow the app to access storage
ar: السماح للتطبيق بالوصول إلى التخزين

# location_access_permission
source: Access to the site
ar: صلاحية الوصول إلى الموقع

# allow_the_app_to_access_the_location
source: Allow the application to access the location
ar: السماح للتطبيق بالوصول إلى الموقع

source: Open Settings
ar: فتح الإعدادات

source: Location services are disabled, please enable them in settings
ar: خدمات الموقع معطلة, يرجى تفعيلها من الإعدادات

source: Location permissions are denied
ar: تم رفض الحصول على أذونات الموقع

source: Location permissions are permanently denied, and we cannot request permissions. Please enable it from settings.
ar: أذونات الموقع مرفوضة بشكل دائم ، ولا يمكننا طلب أذونات. يرجى تفعيلها من الإعدادات.

source: Very bad
ar: سيئ جداً

source: bad
ar: سيئ

# normal
source: acceptable
ar: مقبول

source: good
ar: جيد

# very_good
source: Fabulous
ar: رائع

source: services
ar: خدمات

# platform_closed
source: The platform is closed
ar: المنصة مغلقة

# service_type_not_available
source: Service type is not available
ar: نوع الخدمة غير متوفر

# vehicle_type_not_available
source: Transportation is not currently available
ar: وسيلة النقل غير متوفرة حالياً

# order_type_not_available
source: The request type is not currently available
ar: نوع الطلب غير متوفر حالياً

# address_out_of_range
source: Sorry, the address is out of delivery range
ar: معذرةً, العنوان خارج نطاق التوصيل

# vendor_closed
source: The service provider is currently closed
ar: مزود الخدمة مغلق حالياً

# vendor_not_found
source: The service provider is currently unavailable
ar: مزود الخدمة غير متوفر حالياً

# product_not_found
source: The product/service is not currently available
ar: المنتج/الخدمة غير متوفر حالياً

# product_option_not_found
source: One of the product/service options is not currently available
ar: احدى خيارات المنتج/الخدمة غير متوفر حالياً

# no_new_notifications
source: There are no new notifications
ar: لا يوجد إشعارات جديدة

# transfer_number
source: Number of remittance voucher
ar: رقم الحوالة

# error_send_otp
source: Error sending verification code
ar: خطأ في إرسال رمز التحقق

# an_error_occurred_while_downloading_data
source: An error occurred loading data
ar: حدث خطأ في تحميل البيانات

source: An error occurred loading the data, some services may not appear correctly, Do you want to update the data?
ar: حدث خطأ في تحميل البيانات, بعض الخدمات قد لا تظهر بشكل صحيح, هل تريد تحديث البيانات؟

source: Updating data
ar: تحديث البيانات

source: custom time
ar: وقت مخصص

source: Share the app
ar: مشاركة التطبيق

# share_the_application_with_your_friends
source: Share the app with your friends
ar: شارك التطبيق مع أصدقائك

source: No Internet connection
ar: لا يوجد اتصال بالانترنت

# contact_info
source: Contact information
ar: بيانات التواصل

source: Telephone number
ar: رقم الهاتف

source: Another telephone number
ar: رقم هاتف آخر

# clear_suggested_cart
source: Empty the suggested cart
ar: إفراغ السلة المقترحة

# do_you_really_want_to_clear_the_suggested_cart_all_order_data_will_be_lost
source: Do you really want to empty the suggested cart? All order data will be lost
ar: هل تريد حقاً إفراغ السلة المقترحة؟ سيتم فقد جميع بيانات الطلب

source: Donation type
ar: نوع التبرع

source: Find a service
ar: ابحث عن خدمة

source: Please select the type of donation
ar: يرجى تحديد نوع التبرع

# please_select_the_type_of_portables
source: Please select the type of portable
ar: يرجى تحديد نوع المنقولات

# by_clicking_sigenin_you_agree_to
source: By clicking Sign in, you agree to
ar: بالنقر على تسجيل الدخول فأنت توافق على

# payment_method_unexpected_error
source: Unexpected error
ar: خطأ غير متوقع

source: Payment method not available
ar: طريقة الدفع غير متوفرة

source: Payment method code not valid
ar: كود طريقة الدفع غير صحيح

source: Payment method verification code not valid
ar: كود التحقق من طريقة الدفع غير صحيح

source: Payment method service error
ar: خطأ في خدمة طريقة الدفع

source: Payment method amount not enough
ar: رصيدك غير كافي

source: Payment method amount not valid
ar: المبلغ غير صحيح

source: Transaction id not valid
ar: معرف المعاملة غير صالح

source: Payment method not have account
ar: لا يوجد حساب مرتبط بطريقة الدفع هذه

source: Your session has expired
ar: انتهت جلستك

source: Please login again
ar: يرجى تسجيل الدخول مرة أخرى

source: You can write the scientific or commercial name of the drug
ar: يمكنك كتابة الاسم العلمي أو التجاري للدواء

source: Select the location on the map
ar: قم بتحديد الموقع على الخريطة

# show_case_login_button
source: You can log in from here
ar: يمكنك تسجيل الدخول من هنا

# show_case_current_address_area
source: Default address
ar: العنوان الإفتراضي

# show_case_service_list_area
source: Talka Services
ar: خدمات طلقة

# show_case_support_info_button
source: You can contact us from here
ar: يمكنك التواصل معنا من هنا

# show_case_orders_icon
source: Here you can follow your Orders
ar: هنا يمكنك متابعة طلباتك

# show_case_cart_icon
source: Here you can see basket data
ar: هنا يمكنك مشاهدة بيانات السلة

# show_case_favorites_icon
source: Here you can see your favorite list
ar: هنا يمكنك مشاهدة قائمة المفضلة الخاصة بك

# show_case_profile_icon
source: Here you can see your account data, settings
ar: هنا يمكنك مشاهدة بيانات الحساب الخاص بك, والإعدادات

# show_case_service_type_vendor_restaurants
source: With simple steps, you can order your favorite food from anywhere in Sana''a
ar: بخطوات بسيطة تستطيع طلب طعامك المفضل من أي مكان في صنعاء

# show_case_service_type_vendor_stores
source: Great products that match your taste with delivery service
ar: منتجات مميزة توائم رغبتك مع خدمة توصيل

# show_case_service_type_vendor_hotels
source: Book in the finest hotels in Yemen with ease
ar: قربنا لك البعيد بسهولة وامان احجز في ارقى الفنادق في اليمن

# show_case_service_type_donation
source: Help others as much as you can
ar: ساعد غيرك باللي تقدر عليه

# show_case_service_type_medicine
source: Easily and quickly, you can get your medicine from any pharmacy
ar: بسهولة وسرعة يمكنك الحصول على دوائك من أي صيدلية

# show_case_service_type_shipping
source: You can transport your goods, products, and anything to the place you want with confidence and safety
ar: بكل ثقة وأمان تستطيع نقل بضاعتك، منتجاتك، وأي شيء الى المكان الذي تريد

# show_case_service_type_talka_plus
source: We take care of you, with Talka Plus you can order from and to anywhere
ar: نشيل همك , مع طلقة بلس يمكنك الطلب من أي مكان وإلى أي مكان

# show_case_service_type_drive_me
source: Individualsâ€™ delivery service from any place to any place with high quality and record time
ar: وفرنا خدمة توصيل الافراد من أي مكان والى أي مكان بجودة عالية ووقت قياسي

source: You do not have any orders
ar: ليس لديك أي طلبات حتى الان

# order_less_than_min_order
source: The order amount is less than the minimum order amount
ar: الطلب أقل من الحد الأدنى للطلب

source: No founded
ar: لا يوجد

source: Try again
ar: حاول مرة أخرى

# no_vendor_found
source: No service provider found
ar: مزود الخدمة غير متوفر

# no_vendor_found_desc
source: Sorry, the service provider is not currently available
ar: معذرةً, مزود الخدمة غير متوفر حالياً

# no_product_found
source: The product/service is not available
ar: الصنف/الخدمة غير متوفر

# no_product_found_desc
source: Sorry, the product/service is not currently available
ar: معذرةً, الصنف/الخدمة غير متوفر حالياً

source: Instructions (Youtube channel)
ar: تعليمات ( قناة اليوتيوب )

# title_update_dialog
source: Update App
ar: تحديث التطبيق

# body_update_dialog
source: New version of '{{appName}}' available! Version '{{currentAppStoreVersion}}' is now available, you are using version '{{currentInstalledVersion}}'.
ar: نسخة جديدة من '{{appName}}' متوفرة! النسخة '{{currentAppStoreVersion}}' متوفرة الآن, أنت تستخدم النسخة '{{currentInstalledVersion}}'.

# prompt_update_dialog
source: Please update the app, To get the best app experience.
ar: يرجى تحديث التطبيق, للحصول على أفضل تجربة للتطبيق.

# button_title_update_dialog
source: update
ar: تحديث

# restaurant_suggestions
source: Suggested Meals
ar: أطباق مقترحة

# store_suggestions
source: Suggested Products
ar: منتجات مقترحة

# hotel_suggestions
source: Suggested Words
ar: كلمات مقترحة

source: Suggestions
ar: مقترحات

source: No suggestions
ar: لا يوجد مقترحات

# cancel_reason
source: Reason for cancellation
ar: سبب الإلغاء

source: Skip
ar: تخطي

source: Please enter correct name
ar: الرجاء إدخال الاسم بشكل صحيح

source: My address
ar: عنواني

source: Ignore data
ar: تجاهل البيانات

# cancel_add_address_warning
source: The address data is not completed, will lose the data you had previously made
ar: لم تكمل تعبئة بيانات العنوان, ستفقد البيانات التي ادخلتها مسبقاً

source: Temp
ar: مؤقت

# set_as_temp_address
source: Set as temporary address
ar: تعيين كعنوان مؤقت

# temp_address_desc
source: The temporary address will be used only for this order
ar: سيتم استخدام هذا العنوان لمرة واحدة فقط

source: Later
ar: لاحقاً

source: New update
ar: تحديث جديد

# new_update_desc
source: There is a new version of the application that contains many improvements, please update
ar: هناك إصدار جديد من التطبيق يحتوي على العديد من التحسينات، يرجى التحديث

source: Please select address type
ar: الرجاء اختيار نوع العنوان

source: Edit
ar: تعديل

# or_sent_to_your_whatsapp
source: Or it will be sent to your WhatsApp number
ar: أو سيتم إرساله إلى رقم الواتساب الخاص بك

source: Failed in getting file handling access permissions
ar: فشل في الحصول على إذن الوصول إلى الملفات

source: Photos access permission
ar: صلاحية الوصول للصور

source: Allow the app to access to photos
ar: إسمح للتطبيق بالوصول للصور

source: Failed in getting photos handling access permissions
ar: فشل في الحصول على إذن الوصول إلى الصور

source: Vedeios access permission
ar: صلاحية الوصول للفيديوهات

source: Allow the app to access to vedeios
ar: إسمح للتطبيق بالوصول للفيديوهات

source: Failed in getting vedeios handling access permissions
ar: فشل في الحصول على إذن الوصول إلى الفيديوهات

source: Failed in getting camera handling access permissions
ar: فشل في الحصول على إذن الوصول إلى الكاميرا

source: Allow the app to access to camera
ar: إسمح للتطبيق بالوصول للكاميرا

source: Order time is past
ar: وقت الطلب منتهي

source: Data loading canceled
ar: تم إلغاء تحميل البيانات

source: We are having trouble connecting to the internet, please check your internet connection and try again
ar: نواجه مشكلة في الاتصال بالإنترنت, الرجاء التحقق من اتصالك بالإنترنت والمحاولة مرة أخرى
